{
	"title": "home",
	"desc": "desc",
	"children": {
		"home": {
			"title": "home",
			"desc": "home",
			"children": {
				"index": {
					"title": "Index",
					"desc": "Index"
				}
			}
		},
		"components": {
			"title": "components",
			"desc": "components",
			"children": {
				"decorator": {
					"title": "Decorator",
					"desc": "Decorators are non-interactive elements that add visual clarity or separation while minimizing noise or disruption from other elements on the page. "
				},
				"badge": {
					"title": "Badge",
					"desc": "Badges convey dynamic, temporary information, such as counts or status. A badge can include labels or numbers. "
				},
				"spinner": {
					"title": "Spinner",
					"desc": "Spinners are used when performing actions cause by the user. Spinner use animation to capture attention and inform users of an activity’s progress. "
				},
				"checkbox": {
					"title": "Checkbox",
					"desc": "Checkboxes allow users to select multiple options from a list or turn an item/feature on or off. Checkboxes are often used in forms, settings, and selections in lists."
				},
				"index": {
					"title": "Index",
					"desc": "Index"
				},
				"dialog": {
					"title": "Dialog",
					"desc": "Dialogs are temporary overlay announcement or command,  on top of the main content of a webpage or application. "
				},
				"avatar": {
					"title": "Avatar",
					"desc": "Avatars are visual representations of users that leverage images, icons, or text. They also can contain a presence indicator which shows the user’s status on the product. "
				},
				"progress_bar": {
					"title": "Progress Bar",
					"desc": "The progress bar is used to visually represent the completion of a both determinate and indeterminate task. It is used to  show how much of the task has been completed and how much is  left. "
				},
				"chip": {
					"title": "Chip",
					"desc": "Chips are used to show added items within a form, make selections, filter content, or trigger interaction. These items can be valid or invalid."
				},
				"list": {
					"title": "List",
					"desc": "The list component is a UI element that displays a list of selectable options for the user. It can contain a variety of other components like images, avatars, controls, icons, or multiple lines of text."
				},
				"toggle": {
					"title": "Toggle",
					"desc": "A toggle is used to switch between two possible states, commonly used for turning on/off certain features or views."
				},
				"tab": {
					"title": "Tab",
					"desc": "Tabs are a navigational component used to organize and navigate between different sections of content. "
				},
				"stepper": {
					"title": "Stepper",
					"desc": "Steppers is a visual representation of a user’s progress through a set of steps. Each of the steps are guiding toward the completion of a specified process or a task."
				}
			}
		},
		"guidelines": {
			"title": "guidelines",
			"desc": "guidelines",
			"children": {
				"index": {
					"title": "Index",
					"desc": "Index"
				},
				"logo": {
					"title": "Logo",
					"desc": "Logo"
				},
				"typography": {
					"title": "Typography",
					"desc": "The key goal of our entire visual system is to present information as clearly as possible. Well-executed typography that works within the system creates harmony and balance."
				},
				"accessibility": {
					"title": "Accessibility",
					"desc": "Accessibility is the inclusive practice of ensuring that everyone has equal access to information, functionality, and experiences. "
				},
				"motion": {
					"title": "Motion",
					"desc": "Momentum's motion design enhances interactions, bridging the gap between humans and interfaces.  Without it, interactions feel robotic, lacking the expected flow."
				},
				"iconography": {
					"title": "Iconography",
					"desc": "The key goal of our entire visual system is to present information as clearly as possible. Well-executed typography that works within the system creates harmony and balance."
				},
				"color_token": {
					"title": "Color token",
					"desc": "Color creates meaning and communicates hierarchy, state, and brand. Momentum color palette is timeless, modern and vibrant, like our brand personality. "
				},
				"color": {
					"title": "Color",
					"desc": "Color"
				},
				"illustration": {
					"title": "Illustration",
					"desc": "We simplify complex ideas with our unique illustrations, making them universally clear and memorable, while allowing our brand personality to evolve unexpectedly."
				},
				"grid_&_layout": {
					"title": "Grid & Layout",
					"desc": "The Grid is an overarching guide to the placement of components and elements. Aligning to the grid ensures consistency, visual balance and rhythm."
				}
			}
		},
		"support": {
			"title": "support",
			"desc": "support",
			"children": {
				"index": {
					"title": "Index",
					"desc": "Discover Momentum design system resources, offering support for contribution, bugs and assets such as icons and illustrations."
				}
			}
		},
		"philosophy": {
			"title": "philosophy",
			"desc": "philosophy",
			"children": {
				"index": {
					"title": "Index",
					"desc": "Index"
				}
			}
		}
	}
}